{
  "18": "1 EIN doing business under multiple business names",
  "68": "Intentions of Deductible Amount for Small Business",
  "90": "Filing personal with 1099s versus business s-corp?",
  "106": "What approaches are there for pricing a small business?",
  "109": "How to account for money earned and spent prior to establishing business bank accounts?",
  "810": "Can I open a bank account in the US remotely? Will I pay taxes for the money on it?",
  "1198": "What are the consequences of IRS “reclassification” on both employer and employee?",
  "2513": "How does revenue shared with someone else go into my tax return in Canada?",
  "2549": "How to graph the market year over year? for example Dow Jones Index",
  "2587": "Typically how many digits are in a cheque number?",
  "2676": "Tax question about selling a car",
  "2891": "May I claim money earned but not received in 2012",
  "3125": "Claiming mileage allowances, what are the rules/guidelines?",
  "3830": "US citizen transferring money to Indian fiance to buy property",
  "4464": "Are Australian mutual fund fees large compared to US?",
  "4484": "Has the likelihood of getting a lower interest rate by calling & asking been reduced by recent credit card regulations?",
  "4775": "Should I finance a car to build credit for a mortgage next year?",
  "4785": "What is the difference between a structured collar and a normal collar in finance?",
  "4813": "Dealer Financing Fell Through on vehicle purchase: Scam?",
  "4865": "Why are historical prices of stocks different on different websites? Which one should I believe?",
  "5054": "How to stress test an investment plan?",
  "5061": "What fiscal scrutiny can be expected from IRS in early retirement?",
  "5085": "What is vested stock and yearly dividends?",
  "5086": "Mortgage loan implications when tearing down existing house and building new one?",
  "5343": "“International credit report” for French nationals?",
  "5505": "Can I deduct interest and fees on a loan for qualified medical expenses?",
  "6625": "What does a high theta mean for an option position?",
  "6800": "I don't live in America. How can I buy IPO stock of newly listed companies in the United States?",
  "6849": "What do the points in a stock market index epresent?",
  "7017": "Basic Algorithmic Trading Strategy",
  "7068": "Making money through CFD",
  "7105": "What is the difference between fixed-income duration and equity duration?",
  "7218": "What margin is required to initiate and maintain a short sale",
  "7456": "What is market order's relation to bid ask spread?",
  "8005": "Difference between Vanguard sp500 UCITS and Vanguard sp500",
  "8017": "Purchasing ETFs when (pretty much) everything else is maxed out",
  "8296": "Can the beta of a stock be used as a lagging indicator for the stock w.r.t the market",
  "8512": "Is it possible to transfer stock I already own into my Roth IRA without having to sell the stock?",
  "8537": "What is an “Options Account”?",
  "8789": "What does “profits to the shareholders jumped to 15 cents a share” mean?",
  "8795": "Stock exchanges using open outcry",
  "8832": "Is it possible to buy commodity ETFs (e.g. silver) through Questrade?",
  "9556": "How does pre-market trading work?",
  "9882": "Money-market or cash-type ETFs for foreigners with U.S brokerage account",
  "9961": "Employer rollover from 403b to 401k?",
  "10039": "Do individual investors use Google to obtain stock quotes?",
  "10137": "F-1 student investing in foreign markets",
  "10710": "Probablity of touching In the money vs expiring in the money for an american option",
  "10975": "How to contribute to Roth IRA when income is at the maximum limit & you have employer-sponsored 401k plans?"
}